Repository: iriswm/iris
Catalog: iris/app/locale/*/LC_MESSAGES/django.po
Languages: es

source: Completed
es: Completados

source: Canceled
es: Cancelados

source: completion status
es: completado

source: Not completed
es: No completados

source: Description
es: Descripción

source: Process
es: Proceso

source: Delayed
es: Retrasados

source: Suspended
es: Suspendidos

source: Task for step '{obj.step_transition.creates.name}'
es: Tarea para el paso '{obj.step_transition.creates.name}'

source: Item
es: Producto

source: Spawns a task for step '{obj.creates.name}' when the process '{obj.process.name}' starts
es: Crea una tarea para el paso "{obj.creates.name}" cuando el proceso "{obj.process.name}" se inicia

source: Spawns a task for step '{obj.creates.name}' when steps {required_names} are closed
es: Crea una tarea para el paso "{obj.creates.name}" cuando los pasos {required_names} se cierran

source: Step '{obj.name}'
es: Paso '{obj.name}'

source: Assigned user
es: Usuario asignado

source: Profile assigned to user '{obj.user.username}'
es: Perfil asignado al usuario '{obj.user.username}'

source: Step
es: Paso

source: Stations
es: Estaciones

source: Worker
es: Trabajador

source: Modified
es: Modificado

source: Transition
es: Transición

source: Template contents
es: Contenido de la plantilla

source: Created
es: Creado

source: Ends
es: Termina

source: Lifted
es: Levantado

source: Cancel selected items
es: Cancelar los productos seleccionados

source: Restore selected items
es: Restaurar los productos seleccionados

source: The items were restored.
es: Productos restaurados.

source: Spawn process tasks
es: Crear tareas del proceso

source: Spawn and consolidate tasks
es: Crear y consolidar tareas

source: Lift suspensions
es: Levantar suspensiones

source: Suspensions lifted.
es: Suspensiones levantadas.

source: End delays now
es: Terminar retrasos ahora

source: Delays ended.
es: Retrasos terminados.

source: Commit the selected tasks
es: Cerrar las tareas seleccionadas

source: Delay the selected tasks
es: Retrasar las tareas seleccionadas

source: Suspend the selected tasks
es: Suspender las tareas seleccionadas

source: Reason
es: Razón

source: Date/Time
es: Fecha/Hora

source: The item '{item_name}' is already canceled.
es: El producto '{item_name}' ya está cancelado.

source: Cancel items
es: Cancelar productos

source: The items were canceled.
es: Los productos se han cancelado.

source: You have to check the confirmation box to continue.
es: Tienes que marcar la casilla de confirmación para continuar.

source: Confirm tasks creation
es: Confirmar la creación de tareas

source: There are tasks already created for one or more of the selected items. Are you sure you want to proceed?
es: Ya hay tareas creadas para uno o mas de los productos seleccionados. ¿Seguro que quieres continuar?

source: Tasks spawned.
es: Tareas creadas.

source: There are tasks already derived from one or more of the selected commits. Are you sure you want to proceed?
es: Ya hay tareas creadas para uno o mas de los cierres seleccionados. ¿Seguro que quieres continuar?

source: The task '{task_name}' is already {verb}.
es: La tarea '{task_name}' ya está {verb}.

source: The task '{task_name}' is {verb}.
es: La tarea '{task_name}' está {verb}.

source: Commit tasks
es: Cerrar tareas

source: completed
es: completada

source: delayed
es: retrasada

source: suspended
es: suspendida

source: The tasks were commited.
es: Las tareas han sido completadas.

source: Delay tasks
es: Retrasar tareas

source: The tasks were delayed.
es: Las tareas han sido retrasadas.

source: Suspend tasks
es: Suspender tareas

source: The tasks were suspended.
es: Las tareas han sido suspendidas.

source: Delays must have a duration.
es: Los retrasos necesitan una duración.

source: created
es: creado

source: modified
es: modificado

source: cancelation time
es: fecha de cancelación

source: cancelation reason
es: razón de cancelación

source: '{obj_name}' is already canceled.
es: '{obj_name}' ya está cancelado.

source: '{obj_name}' is not canceled.
es: '{obj_name}' no está cancelado.

source: Cancelation reason and time must be specified at the same time.
es: La razón y el tiempo de la cancelación deben especificarse juntas.

source: notes
es: notas

source: process
es: proceso

source: description
es: descripción

source: quantity
es: cantidad

source: has priority
es: prioritario

source: item
es: producto

source: items
es: productos

source: name
es: nombre

source: processes
es: procesos

source: instructions
es: instrucciones

source: stations
es: estaciones

source: step
es: paso

source: steps
es: pasos

source: step transition
es: transición de paso

source: task
es: tarea

source: tasks
es: tareas

source: required steps
es: pasos requeridos

source: creates
es: crea

source: step transitions
es: transiciones de pasos

source: user
es: usuario

source: worker
es: trabajador

source: workers
es: trabajadores

source: commit
es: cierre

source: commits
es: cierres

source: station
es: estación

source: path
es: ruta

source: template
es: plantilla

source: note template
es: plantilla de notas

source: note templates
es: plantillas de notas

source: duration
es: duración

source: delay
es: retraso

source: delays
es: retrasos

source: Delay '{delay_name}' has already ended.
es: El retraso '{delay_name}' ya ha finalizado.

source: lifted_at
es: levantado el

source: suspension
es: suspensión

source: suspensions
es: suspensiones

source: Suspension '{suspension_name}' is already lifted.
es: La suspensión '{suspension_name}' ya está levantada.

source: Home
es: Inicio

source: Affected objects
es: Objetos afectados

source: I understand and I want to proceed
es: Lo entiendo y quiero continuar

source: Confirm
es: Confirmar

source: Canceling items
es: Cancelar productos

source: Tasks
es: Tareas

source: Commiting tasks
es: Cerrando tareas

source: Delaying tasks
es: Retrasando tareas

source: Suspending tasks
es: Suspendiendo tareas

source: Iris workshop management system
es: Sistema de control de tareas Iris

source: Untitled page
es: Página sin título

source: Manage
es: Gestionar

source: Items
es: Productos

source: Issues
es: Incidencias

source: Admin
es: Administración

source: Logged as %(user)s
es: Conectado como %(user)s

source: Log out
es: Desconectar

source: Details for task %(task_id)s
es: Detalles de la tarea %(task_id)s

source: Details for %(task_name)s
es: Detalles de %(task_name)s

source: Cancel item %(item_id)s
es: Cancelar producto %(item_id)s

source: Cancelling %(object)s
es: Cancelando %(object)s

source: Cancel item
es: Cancelar producto

source: Create commit for task %(task_id)s
es: Cerrar la tarea %(task_id)s

source: Create commit for %(task_name)s
es: Cerrar %(task_name)s

source: Notes
es: Notas

source: Commit
es: Cerrar

source: Create delay for task %(task_id)s
es: Retrasar la tarea %(task_id)s

source: Create delay for %(task_name)s
es: Retrasar %(task_name)s

source: Days
es: Días

source: Hours
es: Horas

source: Minutes
es: Minutos

source: Delay
es: Retrasar

source: Create a new item
es: Crear un nuevo producto

source: Select a process
es: Selecciona un proceso

source: Quantity
es: Cantidad

source: Save changes
es: Guardar los cambios

source: Create suspension for task %(task_id)s
es: Suspender la tarea %(task_id)s

source: Create suspension for %(task_name)s
es: Suspender %(task_name)s

source: Suspend
es: Suspender

source: Editing commit %(object.pk)s
es: Editando cierre %(object.pk)s

source: Editing delay %(object.pk)s
es: Editando retraso %(object.pk)s

source: Editing item %(item_id)s
es: Editando producto %(item_id)s

source: Editing %(object)s
es: Editando %(object)s

source: Editing suspension %(object.pk)s
es: Editando suspensión %(object.pk)s

source: Index
es: Índice

source: Welcome! Use the navigation menu on the top to go to the desired location.
es: ¡Bienvenido! Usa el menú de navegación en la parte superior de la página para navegar por la web.

source: Current issues
es: Incidencias actuales

source: Both
es: Ambos

source: Delays
es: Retrasos

source: Suspensions
es: Suspensiones

source: All items
es: Todos los productos

source: Pending
es: Pendientes

source: Create new item
es: Crear producto

source: This item has been completed.
es: El producto ha sido completado.

source: This item has been canceled.
es: El producto ha sido cancelado.

source: %(quantity)s times
es: %(quantity)s veces

source: Edit item details
es: Editar detalles del producto

source: Restore item
es: Restaurar producto

source: Item notes
es: Notas del producto

source: Task list
es: Lista de tareas

source: Items for station %(station_name)s
es: Productos para la estación %(station_name)s

source: All tasks
es: Todas las tareas

source: Edit commit notes
es: Editar notas del cierre

source: Edit delay
es: Editar retraso

source: Edit suspension notes
es: Editar notas de la suspensión

source: End delay
es: Terminar retraso

source: Item details
es: Detalles del producto

source: Details
es: Detalles

source: Lift suspension
es: Levantar suspensión

source: No instructions.
es: No hay instrucciones.

source: This task has been completed.
es: Esta tarea ha sido completada.

source: This task is delayed.
es: Esta tarea está retrasada.

source: This task is suspended.
es: Esta tarea está suspendida.

source: This task has been canceled.
es: Esta tarea ha sido cancelada.

source: Commit notes
es: Notas del cierre

source: Ends at %(ends_at)s
es: Termina el %(ends_at)s

source: Delay notes
es: Notas del retraso

source: Suspension notes
es: Notas de la suspensión

source: Log in
es: Conectar

source: The item does not exists.
es: El producto no existe.

source: The item is not cancelled.
es: El producto no ha sido cancelado.

source: The item was restored.
es: El producto ha sido restaurado.
