Repository: iriswm/iris
Catalog: deps/iris_wc/iris_wc/locale/*/LC_MESSAGES/django.po
Languages: es

source: WooCommerce order ID
es: ID de pedido de WooCommerce

source: WooCommerce order notes
es: Notas de pedido de WooCommerce

source: order
es: pedido

source: orders
es: pedidos

source: WooCommerce order {self.wc_order_id}
es: Pedido de WooCommerce {self.wc_order_id}

source: WooCommerce category ID
es: ID de categoría de WooCommerce

source: category
es: cateogoría

source: WooCommerce order line ID
es: ID de línea de pedido de WooCommerce

source: line
es: línea

source: lines
es: líneas

source: WooCommerce line {self.wc_order_item_id} for order {self.order.wc_order_id}
es: Línea {self.wc_order_item_id} del pedido {self.order.wc_order_id} de WooCommerce

source: WooCommerce product ID
es: ID de producto de WooCommerce

source: product map
es: conexión de productos

source: product maps
es: conexiones de productos

source: Map: WooCommerce product {self.wc_product_id} -> Category {self.category}
es: Conectar: Producto de WooCommerce {self.wc_product_id} -> Categoría {self.category}

source: category map
es: conexión de categorías

source: category maps
es: conexiones de categorías

source: Map: WooCommerce category {self.wc_category_id} -> Category {self.category}
es: Conectar: Categoría de WooCommerce {self.wc_category_id} -> Categoría {self.category}
